ScalingOff = "Wyłącz skalowanie";
ScalingOn = "Włącz skalowanie";
AllScreens = "Wszystkie ekrany";
ScreenNumber = "Ekran %d";
MainScreen = "Ekran główny";
ReEnterPass = "Upewnij się, czy wpisujesz poprawną nazwę i hasło użytkownika.";
RemoteAccessDenied = "Bieżący użytkownik „%@” odrzucił twoje żądanie dostępu.";

taskString = "Kontrola";
taskDescription = "Kontrola nad komputerem";
longTaskDescription = "Przejmij kontrolę nad zaznaczonym komputerem";
requestTitle = "Uwierzytelnienie nie powiodło się";
requestScreenControl = "Czy chcesz poprosić o uprawnienia do kontroli?";
requestScreenObserve = "Czy chcesz poprosić o uprawnienia do obserwacji?";
requestScreenAuthFailed = "Uwierzytelnienie w „%@” nie powiodło się.";
requestDenied = "Użytkownik odmówił twojemu żądaniu.";
connecting = "Łączę się z „%@”";
connectionLost = "Połączenie z „%@” zostało utracone.";
connectionFailed = "Połączenie z „%@” nie powiodło się.";
connectionFailedReason = "Sprawdź, czy na komputerze, z którym chcesz się połączyć, włączona jest funkcja współdzielenia ekranu. Znajduje się ona w panelu „Udostępnianie” w Preferencjach systemowych. Upewnij się też, że połączenie sieciowe działa prawidłowo.";
waitingForResponse = "Czekam na odpowiedź użytkownika.";
runningAdminAppObserveError = "Nie można było obserwować „%@”";
runningAdminAppControlError = "Nie można było kontrolować „%@”";
runningAdminAppErrorMessage = "Teraz jest uruchomiony pakiet Apple Remote Desktop lub inny program administracyjny.";
controlModeError = "Nie można było zmienić na tryb kontroli";
observeModeError = "Nie można było zmienić na tryb obserwacji";
sharedControlError = "Nie można było zmienić kontroli nad myszą";
notAuthorizedTitle = "Brak autoryzacji.";
controlNotAuthorized = "Nie masz autoryzacji do kontroli tego komputera.";
observeNotAuthorized = "Nie masz autoryzacji do obserwowania tego komputera.";
serverNotSupported = "Ten serwer nie obsługuje tej opcji.";
sharingSelfNotSupported = "Komputer nie może łączyć się sam ze sobą i współdzielić ekranu.";
captureDefaultName = "Obrazek Remote Desktop";
scaleToolbarTitle = "Dopasuj do okna";
scaleToolbarPaletteLabel = "Dopasuj do okna";
scaleToolbarTooltip = "Dopasuj ekran do okna";
controlToolbarTitle = "Kontrola";
controlToolbarPaletteLabel = "Kontroluj lub obserwuj";
controlToolbarTooltip = "Przełączaj pomiędzy trybami kontroli oraz obserwacji";
shareToolbarTitle = "Współdzielenie myszy";
shareToolbarPaletteLabel = "Współdzielenie myszy z użytkownikiem";
shareToolbarTooltip = "Współdzielenie myszy i klawiatury z użytkownikiem";
qualityToolbarTitle = "Jakość";
qualityToolbarPaletteLabel = "Jakość obrazu";
qualityToolbarTooltip = "Jakość obrazu";
captureToolbarTitle = "Przechwyć ekran";
captureToolbarPaletteLabel = "Przechwyć ekran";
captureToolbarTooltip = "Przechwyć ekran do pliku";
controlObserveNotSupported = "Nie możesz kontrolować lub obserwować swojego komputera";
fullScreenToolbarTooltip = "Wypełnij ekran na całym monitorze";
fullScreenToolbarTooltipExt = "Pokaż ekran w oknie";
fullScreenToolbarTitle = "Pełny ekran";
fullScreenPaletteDisconnect = "Zakończ sesję kontroli lub obserwacji";
showCursorToolbarTooltip = "Ukryj lub pokaż lokalny kursor";
showCursorToolbarTitle = "Ukryj/pokaż kursor";
curtainToolbarTitle = "Zablokuj ekran";
curtainToolbarTooltip = "Blokuje ekran komputera jednocześnie go kontrolując";
getClipboardToolbarTitle = "Pobierz zawartość Schowka";
getClipboardToolbarTooltip = "Pobierz zawartość zdalnego Schowka";
sendClipboardToolbarTitle = "Wyślij zawartość Schowka";
sendClipboardToolbarTooltip = "Wyślij zawartość Schowka do zdalnego Schowka";
multiDisplayToolbarTitle = "Pokaż zaznaczone";
multiDisplayToolbarTooltip = "Wybierz, który zdalny monitor pokazać";
computerInScreenShare = "Twój ekran jest teraz współdzielony z tym komputerem";
curtainErrorTitle = "Nie można było zmienić na tryb kurtyny.";
curtainExitErrorTitle = "Nie można było zmienić z trybu kurtyny";
curtainErrorMessage = "Wystąpił błąd na tym komputerze.";
curtainUnavailableTooltip = "Tryb kurtyny nie jest dostępny dla wersji Mac OS X działającej na „%@”.";
curtainUnavalableMessage = "Tryb kurtyny nie jest dostępny dla „%@”.";

displayPopUpAllDisplays = "Wszystkie monitory: %@ x %@";
displayPopUpBothDisplays = "Obydwa monitory: %@ x %@";
displayPopUpOneDisplay = "Monitor %@: %@ x %@";

curtainTaskString = "Kurtyna";
curtainTaskDescription = "Kontroluje komputer w trybie kurtyny";
curtainLongTaskDescription = "Przejmij kontrolę nad zaznaczonymi komputerami przy zablokowanym ekranie";

sshTunnelRemoteLoginDisabledTitle = "Nie udało się połączyć, gdyż opcja Zdalne logowanie nie jest włączona na „%@”.";
sshTunnelRemoteLoginDisabledMessage = "Wyłącz opcję zabezpieczeń „szyfruj wszystkie dane w sieci” lub spróbuj włączyć Zdalne logowanie w preferencjach Udostępniania na „%@”.";
sshTunnelHostKeyChangedTitle = "Połączenie z „%@” nie powiodło się, gdyż nie można było potwierdzić jego autentyczności. To może oznaczać problem bezpieczeństwa lub plik SSH known_hosts może być nieaktualny.";
sshTunnelHostKeyChangedMessage = "Wyłącz opcję zabezpieczeń „szyfruj wszystkie dane w sieci” lub uaktualnij plik SSH known_hosts.";
sshTunnelHostKeyChanged2Message = "Zdalna identyfikacja komputera „%@” została zmieniona. Jeśli masz pewność, że to nie jest problem bezpieczeństwa, Remote Desktop może spróbować naprawić plik known_hosts.";
sshTunnelHostKeyFix = "Napraw";
sshTunnelHostKeyFixError = "Wystąpił problem podczas próby naprawy twojego pliku SSH known_hosts.";
sshTunnelTooltip = "Połączenie jest zaszyfrowane";

legacyVNCSecurityWarningTitle = "Na komputerze „%@” uruchomiony jest serwer VNC, który nie obsługuje szyfrowania wciśnięć klawiszy w trybie Remote Desktop. Tekst wpisywany na tym komputerze może być przechwycony w sieci. Czy chcesz się połączyć mimo wszystko?";
legacyVNCSecurityWarningMessageFull = "Jeśli na zdalnym komputerze jest włączone zdalne logowanie lub SSH, możesz włączyć opcję „szyfruj wszystkie dane w sieci” w preferencjach Remote Desktop lub wybrać „Połącz używając SSH” poniżej do bezpiecznego połączenia.";
legacyVNCSecurityWarningMessage = "Jeśli zdalny komputer ma włączoną opcję zdalnego logowania lub SSH, możesz zaznaczyć opcję „szyfruj wszystkie dane w sieci” w preferencjach Remote Desktop, w celu bezpiecznego połączenia.";
legacyVNCSecurityWarningContinueSSHButton = "Połącz używając SSH";

IconCacheTitle = "Czy na pewno chcesz wymazać pamięć podręczną ikon paska narzędzi?";
IconCacheDefaultButton = "Wymaż";
IconCacheAlternateButton = "Anuluj";
IconCacheMessage = "Te pliki używane są do tworzenia zakładek poprzez przeciąganie ikony paska tytułowego. Jeżeli wymażesz tę pamięć podręczną, zakładki utworzone przez przeciągnięcie tej ikony przestaną działać.\n\nMożesz skopiować zakładkę, zamiast tworzyć skrót, wystarczy w tym celu przytrzymać klawisz Opcja.";

YESBUTTON = "Tak";
NOBUTTON = "No";